export const links = [
	{
		name: 'Обучение',
		link: '/products',
	},
	{
		name: 'Диагностика',
		link: '/diagnostics',
	},
	{
		name: 'Отзывы',
		link: '/personal-stories',
	},
	{
		name: 'О компании',
		link: '/about',
	},
]

// export const intro = {
// 	Home: {
// 		title: 'Получите профессию frontend-разработчика и постройте карьеру в IT',
// 		text: 'Устроитесь на работу или вернем деньги, после прохождения полной программы.',
// 		button_text: 'Выбрать обучение',
// 	},
// 	Products: {
// 		title: 'Стать мидлом в 2024 году',
// 		text: 'Мы сделаем вас middle-разработчиком с доходом от 150 000 ₽ и гарантией трудоустройства',
// 		button_text: 'Узнать подробнее',
// 	},
// 	Diagnostics: {
// 		title: 'Диагностика с middle-разработчиком',
// 		text: 'Составьте индивидуальную стратегию развития Frontend-разработчика всего за 120 минут',
// 		button_text: 'Оставить заявку',
// 	},
// }
