export const intro = {
	home: {
		title: 'Получите профессию frontend-разработчика и постройте карьеру в IT',
		text: 'Устроитесь на работу или вернем деньги, после прохождения полной программы.',
		button_text: 'Выбрать обучение',
	},
	products: {
		title: 'Стать мидлом в 2024 году',
		text: 'Мы сделаем вас middle-разработчиком с доходом от 150 000 ₽ и гарантией трудоустройства',
		button_text: 'Узнать подробнее',
	},
	diagnostics: {
		title: 'Диагностика с middle-разработчиком',
		text: 'Составьте индивидуальную стратегию развития Frontend-разработчика всего за 120 минут',
		button_text: 'Оставить заявку',
	},
}
